Revit 2027 API
ParameterTypeId.LeaderLeftAttachment Property
 "Left Attachment"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LeaderLeftAttachment { get; }
Public Shared ReadOnly Property LeaderLeftAttachment As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LeaderLeftAttachment {
	ForgeTypeId^ get ();
}
static member LeaderLeftAttachment : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace